Autodesk.Revit.DB.NavisworksCoordinates
Since:
2014
An enumerated type listing possible Coordinates of Navisworks Exporter.
Since:
2014

Autodesk.Revit.DB.NavisworksCoordinates.Shared
Shared coordinates can be viewed and modified outside of Revit.

Autodesk.Revit.DB.NavisworksCoordinates.Internal
Use Revit internal coordinates.